Repository: clearos-packages/tconsole
Catalog: po/*-*.po
Languages: bg, bn, eo, ga, kk, kn, lo, mk, si, te

source: Login
bg: вход
bn: লগইন
eo: Ensaluti
ga: Logáil isteach
kk: Кіру
kn: ಲಾಗಿನ್
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
mk: Логирај Се
si: ඇතුල් වන්න
te: లాగిన్

source: Administrator password:
bg: Administrator парола:
bn: অ্যাডমিনিস্ট্রেটর পাসওয়ার্ড:
eo: Administranto pasvorto:
ga: Focal faire Riarthóir:
kk: Əкімші құпия сөзі:
kn: ನಿರ್ವಾಹಕ ಪಾಸ್ವರ್ಡ್:
lo: ລະຫັດຜ່ານບໍລິຫານ:
mk: Администратор лозинка:
si: පරිපාලක මුරපදය:
te: వ్యవస్థ పాలకుని పాస్వర్డ్:

source: package
bg: пакет
bn: প্যাকেজ
eo: pakaĵo
ga: pacáiste
kk: пакет
kn: ಪ್ಯಾಕೇಜ್
lo: ຊຸດ
mk: пакет
si: පැකේජය
te: ప్యాకేజీ

source: of
bg: на
bn: এর
eo: el
ga: na
kk: туралы
kn: ಆಫ್
lo: ຂອງ
mk: на
si: වල
te: ఆఫ్

source: Preparing...
bg: Приготвяне...
bn: প্রস্তুত করা হচ্ছে ...
eo: Preparante ...
ga: Ullmhú ...
kk: Дайындау ...
kn: ಸಿದ್ಧತೆ ...
lo: ການກະກຽມ ...
mk: Подготвување...
si: සූදානම් කරමින් ...
te: సిద్ధం చేస్తోంది ...

source: Welcome!
bg: Добре дошли!
bn: স্বাগত!
eo: Bonvenon!
ga: Fáilte!
kk: Қош келдіңіздер!
kn: ಸ್ವಾಗತ!
lo: ຍິນດີຕ້ອນຮັບ!
mk: Добредојдовте!
si: ආයුබෝවන්!
te: స్వాగతం!

source: Launch Graphics-mode Console
bg: Launch Graphics режим Console
bn: লঞ্চ গ্রাফিক্স মোড কনসোল
eo: Lanĉo Graphics-mode Konzolo
ga: Seoladh Graphics-mód Console
kk: Launch Графика-режимі консолі
kn: ಲಾಂಚ್ ಗ್ರಾಫಿಕ್ಸ್ ಕ್ರಮದಲ್ಲಿ ಕನ್ಸೋಲ್
lo: ເປີດຕົວ Graphics ຮູບແບບ Console
mk: Стартување на графички режим конзола
si: දියත් ග්රැෆික්-මාදිලිය කොන්සෝලය
te: ప్రారంభం గ్రాఫిక్స్ మోడ్ కన్సోల్

source: Remove Graphics-mode Console
bg: Премахване на конзолата Graphics режим
bn: সরান গ্রাফিক্স মোড কনসোল
eo: Forigi Graphics-mode Konzolo
ga: Bain Console Graphics-mód
kk: Графика-режимі Console Remove
kn: ಗ್ರಾಫಿಕ್ಸ್ ಕ್ರಮದಲ್ಲಿ ಕನ್ಸೋಲ್ ತೆಗೆದುಹಾಕಿ
lo: ເອົາ Console Graphics ຮູບແບບ
mk: Отстрани конзола графички режим
si: ග්රැෆික්-මාදිලිය කොන්සෝලය ඉවත් කරන්න
te: గ్రాఫిక్స్ మోడ్ కన్సోల్ తొలగించు

source: Network Analyzer (IPTraf)
bn: নেটওয়ার্ক বিশ্লেষক (IPTraf)
eo: Reto Analyzer (IPTraf)
ga: Líonra Anailíseoir (IPTraf)
kn: ನೆಟ್ವರ್ಕ್ ವಿಶ್ಲೇಷಕ (IPTraf)
lo: ການວິເຄາະເຄືອຂ່າຍ (IPTraf)
mk: Мрежен анализатор (IPTraf)
si: ජාල Analyzer (IPTraf)
te: నెట్వర్క్ ను పరిశీలించె (IPTraf)

source: System Restart (Reboot)
bg: System Restart (Рестартиране)
bn: সিস্টেম পুনরায় চালু করুন (রিবুট)
eo: Sistemo Rekomenci (Reboot)
ga: Córas Atosaigh (Atosaigh)
kk: Жүйені қайта іске (Қайта іске қосу)
kn: ಸಿಸ್ಟಂ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ (ರೀಬೂಟ್)
lo: ລະບົບ Restart (Reboot)
mk: Рестартирање на системот (рестартирање на компјутерот)
si: පද්ධතිය නැවත ආරම්භ කිරීම (නැවත ක්රියාත්මක කරන්න)
te: వ్యవస్థ పునఃప్రారంభించు (పునఃప్రారంభానికి)

source: System Shutdown (Halt)
bg: Система за изключване (спиране)
bn: সিস্টেম শাটডাউন (হল্ট)
eo: Sistemo de elŝaltita (Halt)
ga: Córas Múchadh (Stad)
kk: Жүйе өшіру (тоқтату)
kn: ವ್ಯವಸ್ಥೆ ಸ್ಥಗಿತಗೊಳಿಸುವಿಕೆ (ನಿಲ್ಲು)
lo: Shutdown ລະບົບ (Halt)
mk: Систем за исклучување (стопирање)
si: පද්ධතිය වසාදමන්න (තාවකාලිකව අත්හිටුවීම)
te: సిస్టం షట్డౌన్ (నిలుపు)

source: Logout
bg: Излез от профила си
bn: প্রস্থান
eo: Elsaluti
ga: Logáil Amach
kk: Шығу
kn: ಲಾಗ್ ಔಟ್
lo: ອອກ​ຈາກ​ລະ​ບົບ
mk: Одјава
te: లాగౌట్

source: Access denied
bg: Отказан достъп
bn: এক্সেস ডিনাইড
eo: aliro malpermesita
ga: Cead rochtana diúltaithe
kk: Рұқсат жоқ
kn: ಪ್ರವೇಶವನ್ನು ನಿರಾಕರಿಸಲಾಗಿದೆ
lo: ປະ​ຕິ​ເສດ​ການ​ເຂົ້າ​ເຖິງ
mk: Одбиен пристап
si: භාවිතය අත්හිටුවා ඇත
te: అనుమతి నిరాకరించడం అయినది

source: Are you sure you want to restart?
bg: Наистина ли искате да рестартирате ли сте?
bn: আপনি কি নিশ্চিত যে আপনি পুনরায় আরম্ভ করতে চান?
eo: Ĉu vi vere volas daŭri?
ga: An bhfuil tú cinnte gur mian leat a atosú?
kk: Егер сіз қайта іске қосу үшін қалайсыз ба?
kn: ನೀವು ಪುನರ್ ಬಯಸಿದ್ದೀರಾ?
lo: ທ່ານແນ່ໃຈວ່າທ່ານຕ້ອງການທີ່ຈະເລີ່ມການເຮັດວຽກ?
mk: Дали сте сигурни дека сакате да го рестартирате сте вие?
si: ඔබ නැවත ආරම්භ කිරීමට අවශ්ය බව ඔබට විශ්වාසද?
te: మీరు ఖచ్చితంగా మళ్ళీ ప్రారంభించండి మీరు భావిస్తున్నారా?

source: Are you sure you want to shutdown?
bg: Сигурни ли сте, че искате да се изключи?
bn: আপনি কি নিশ্চিত যে আপনি শাটডাউন ইচ্ছুক?
eo: Ĉu vi vere volas malŝalti?
ga: An bhfuil tú cinnte gur mian leat múchadh?
kk: Сіз өшіру үшін қалайсыз ба?
kn: ನೀವು ಬಂದ್ಗೆ ಬಯಸಿದ್ದೀರಾ?
lo: ທ່ານແນ່ໃຈວ່າທ່ານຕ້ອງການທີ່ຈະປິດ?
mk: Дали сте сигурни дека сакате да го исклучи?
si: ඔබ වසා දැමීම අවශ්ය බව ඔබට විශ්වාසද?
te: మీరు షట్డౌన్ నిశ్చయించుకున్నారా?

source: Warning!
bg: Внимание!
bn: সতর্কবাণী!
eo: Averto!
ga: Rabhadh!
kk: Ескерту!
kn: ಎಚ್ಚರಿಕೆ!
lo: ການເຕືອນໄພ!
mk: Предупредување!
si: අවවාදයයි!
te: హెచ్చరిక!

source: Yes
bg: да
bn: হাঁ
eo: jes
ga: Is ea
kk: иә
kn: ಹೌದು
mk: Да
si: ඔව්
te: అవును

source: No
bg: Не
bn: না
eo: neniu
ga: Níl
kk: жоқ
kn: ಯಾವುದೇ
lo: ບໍ່ມີ
mk: Не
si: නැත
te: తోబుట్టువుల

source: Authenticated
bg: Идентифициран
bn: প্রমাণীকৃত
eo: aŭtentigita
ga: fíordheimhnithe
kk: Идентификацияланған
kn: ಪ್ರಮಾಣೀಕೃತ
lo: ສິດ
mk: Најавен
si: සත්යතාව තහවුරු
te: ప్రామాణీకరించిన

source: Uptime: %s
bn: আপটাইম: %s
ga: Aga fónaimh: %s
kk: Сайттағы өткізді: %s
kn: ಅಪ್ಟೈಮ್: %s
si: ආදිය වේ: %s
te: సమయ: %s

source: Load Average:
bg: Заредете Средно:
bn: লোড গড়:
eo: Ŝarĝaveraĝo:
ga: Luchtaigh Meán:
kk: Орташа салыңыз:
kn: ಸರಾಸರಿಹೊರೆ:
lo: ໂຫລດສະເລ່ຍ:
mk: Среднаоптовареност:
si: සාමාන්ය පටවන්න:
te: సగటు లోడ్:

source: Idle: %
bg: Празен: %
bn: অলস: %
eo: sencelaj: %
ga: díomhaoin: %
kk: Жұмыс істемейтін: %
kn: ಐಡಲ್: %
lo: ເຮັດວຽກ: %
mk: неактивен: %
si: අලස: %
te: ఖాళీగా: %

source: Idle: %s%%
bg: Празен: %s %%
bn: অলস: %s %%
eo: sencelaj: %s %%
ga: díomhaoin: %s %%
kk: Жұмыс істемейтін: %s %%
kn: ಐಡಲ್: %s %%
lo: ເຮັດວຽກ: %s %%
mk: неактивен: %s %%
si: අලස: %s %%
te: ఖాళీగా: %s %%

source: Configuration URL
bg: URL Configuration
bn: কনফিগারেশন URL
eo: agordo URL
ga: URL cumraíocht
kk: Конфигурация URL
kn: ಕಾನ್ಫಿಗರೇಶನ್ URL
lo: URL ການຕັ້ງຄ່າ
mk: URL конфигурација
si: වින්යාස URL එක
te: కాన్ఫిగరేషన్ URL

source: Press Alt-F2 to Alt-F6 for additional shell terminals.
bg: Натиснете Alt-F2 до Alt-F6 за допълнителни черупки терминали.
bn: চাইলে Alt F2 চেপে Alt-F6 চেপে অতিরিক্ত শেল টার্মিনাল জন্য.
eo: Premu Alt-F2 al alt-F6 por aldonaj ŝelo stacioj.
ga: Brúigh Alt-F2 chun Alt an-F6 ar chríochfoirt bhlaosc breise.
kk: Қосымша Shell терминалдар үшін F6 ALT үшін басыңыз Alt-F2.
kn: ಆಲ್ಟ್-F2 ಅನ್ನು ಒತ್ತಿ ಪರ್ಯಾಯ ಎಫ್ 6 ಹೆಚ್ಚುವರಿ ಶೆಲ್ ಟರ್ಮಿನಲ್ಗಳ.
lo: ກົດ Alt-F2 ກັບ Alt-F6 ສໍາຫລັບອາຄານຫອຍເພີ່ມເຕີມ.
mk: Притиснете Alt-F2 на Alt-F6 за дополнителни школка терминали.
si: මාධ්ය Alt-F2 අමතර ෂෙල් පර්යන්ත සඳහා-F6 Alt කිරීම.
te: ప్రెస్ Alt-F2 అదనపు షెల్ టెర్మినల్స్ కోసం Alt-F6 కు.

source: Removing Packages
bg: Премахване на пакети
bn: প্যাকেজ মুছে ফেলার
eo: forigado Pakoj
ga: Pacáistí bhaint
kk: пакеттері алып тастау
kn: ಪ್ಯಾಕೇಜುಗಳನ್ನು ತೆಗೆದು
lo: ຖອນການຫຸ້ມຫໍ່
mk: отстранување на пакети
si: පැකේජ ඉවත් කිරීම
te: ప్యాకేజీలు తొలగించడం
