Repository: clearos-packages/tconsole
Catalog: po/*-ig.po
Languages: en@quot

source: Login
en@quot: Banye

source: Administrator password:
en@quot: Administrator paswọọdụ:

source: of
en@quot: nke

source: Preparing...
en@quot: Akwadebe ...

source: Launch Graphics-mode Console
en@quot: Launch Graphics-mode njikwa

source: Remove Graphics-mode Console
en@quot: Wepụ Graphics-mode njikwa

source: System Restart (Reboot)
en@quot: System Malitegharịa ekwentị (Reboot)

source: System Shutdown (Halt)
en@quot: System shutdown (kwụsị)

source: Access denied
en@quot: Ajụrụ nnweta

source: Are you sure you want to restart?
en@quot: Ì ji n&#39;aka na ị chọrọ Malitegharịa ekwentị?

source: Are you sure you want to shutdown?
en@quot: Ì ji n&#39;aka na ị chọrọ shutdown?

source: Warning!
en@quot: Ịdọ aka ná ntị!

source: Yes
en@quot: Ee

source: Authenticated
en@quot: ịtụkwasị

source: Load Average:
en@quot: Ibu Ibu Nkezi:

source: Idle: %
en@quot: n&#39;enwekwaghị: %

source: Idle: %s%%
en@quot: n&#39;enwekwaghị: %s %%

source: Configuration URL
en@quot: nhazi URL

source: Press Alt-F2 to Alt-F6 for additional shell terminals.
en@quot: Press Alt-F2 ka alt-F6 n&#39;ihi ọzọ shei ọnụ.

source: Removing Packages
en@quot: wepụ nchịkọta
